import { Container, MainContainer } from "./style";

export function About() {
  return (
    <>
      <MainContainer>
        <p className="page-title">О нас</p>

        <Container>
          <h1>Интернет-магазин «Дом книги»</h1>
          <p>
            Добро пожаловать в «Дом книги» – место, где живут книги, а вместе с
            ними и бесчисленные истории, знания и вдохновение. Мы не просто
            книжный интернет-магазин – мы пространство для тех, кто любит
            читать, мечтать и хочет развиваться.
          </p>
          <h2>Миссия «Дома книги» – объединение через литературу</h2>

          <h3>Что вдохновляет семью «Дома книги»</h3>
          <p>
            Наш интернет-магазин создан для того, чтобы объединить людей через
            любовь к книгам и чтению. Мы верим, что каждая книга – это особый
            мир, который можно открыть, просто перевернув первую страницу.
          </p>
          <h3>Наша цель – сделать книги доступными для всех</h3>
          <p>
            Наша цель – сделать этот мир доступным для всех. Мы стремимся
            предложить нашим покупателям не просто книги, а яркие эмоции, новые
            знания и бесконечное удовольствие от чтения.
          </p>

          <h2>Ассортимент «Дома книги»</h2>
          <ul>
            <li>
              <b>Художественная литература.</b> От классики до современных
              бестселлеров, захватывающие романы, триллеры, фэнтези и
              произведения нон-фикшн.
            </li>
            <li>
              <b>Научно-популярные издания.</b> Книги по психологии, науке,
              философии, истории и самопознанию.
            </li>
            <li>
              <b>Детская литература.</b> Сказки, обучающие пособия, книги для
              подростков и комиксы, которые подарят радость маленьким читателям.
            </li>
            <li>
              <b>Профессиональные издания и учебная литература.</b> Для тех, кто
              учится, работает и стремится к карьерному росту.
            </li>
          </ul>
          <p>
            Мы тщательно отбираем каждое издание, сотрудничая
            <strong>
              <em>с ведущими издательствами и поставщиками</em>
            </strong>
            , чтобы предложить нашим клиентам только лучшие книги по доступным
            ценам.
          </p>

          <h2>Почему покупатели выбирают «Дом книги»</h2>
          <ol>
            <li>
              Широкий выбор. У нас собрана библиотека из тысяч книг, которая
              постоянно пополняется новинками и редкими изданиями.
            </li>
            <li>
              Удобный поиск и быстрая доставка. Наш сайт разработан так, чтобы
              поиск нужной книги занимал минимум времени. А благодаря быстрой и
              надежной доставке вы получите свои заказы в кратчайшие сроки.
            </li>
            <li>
              Программы лояльности и акции. Мы ценим наших клиентов и предлагаем
              выгодные условия покупок: скидки, подарки и специальные
              предложения для постоянных читателей.
            </li>
            <li>
              Любовь к книгам. Мы сами любим читать и точно знаем, как важно
              получать удовольствие от каждой страницы. Именно поэтому наши
              менеджеры всегда готовы помочь с выбором и дать рекомендации.
            </li>
          </ol>
          <h2>Чтение – это стиль жизни</h2>
          <div>
            <h3>5 причин, чтобы читать больше</h3>
            <h4>Чтение уменьшает уровень стресса</h4>
            <p>
              Прийти домой после рабочего дня, заварить чашку чая и сесть в
              любимое кресло с книжкой в руках – вот счастье книголюба. И кто
              будет спорить, что такое занятие действительно успокаивает и
              помогает расслабиться? Разве что те, кто не верит в магическую
              силу книг. А ведь она и правда есть. Книги уносят нас в другие
              миры и помогают хотя бы на время забыть о проблемах.
            </p>
            <h4>Чтение книг продлевает жизнь</h4>
            <p>
              Волшебных свойств у книг гораздо больше, чем вы думали. Кроме
              того, что чтение снижает уровень стресса, оно ещё и продлевает
              жизнь! Конечно, стать бессмертным, прочитав всего Толкина и Кинга,
              у вас не получится. Зато книги могут уберечь от заболеваний,
              которые уменьшают срок жизни.
            </p>
            <h4>Через чтение мы учимся лучше понимать людей</h4>
            <p>
              Романы, детективы и фэнтези способны развить в нас эмпатию, то
              есть способность сопереживать другим. Это связано с тем, что во
              время чтения мы как бы ставим себя на место главного героя.
              Тревожимся, когда ему угрожает опасность, или смеёмся, когда
              происходят забавные случаи. А ещё часто думаем, как бы поступили в
              той же ситуации. Всё это помогает нам лучше понимать, что думают и
              чувствуют другие люди, а значит, делает нас чуточку добрее.
            </p>
            <h4>«Пробуди» свой мозг с книгами</h4>
            <p>
              Если вы хотите стать умнее и постоянно держать свой мозг в тонусе,
              то чтение – то, что вам нужно. Оно помогает развить воображение,
              увеличить словарный запас и просто чувствовать себя лучше. И всё
              это буквально за полчаса в день, если читать регулярно.
            </p>
            <h4>Книги способствуют улучшению памяти</h4>
            <p>
              <strong>
                Чтение – это очень эффективная нагрузка для мозга.
              </strong>
              Во время такой «тренировки» активно задействуются нейроны –
              нервные клетки, из которых состоит серое вещество мозга. Если при
              этом мы чему-то учимся или узнаём что-то новое, в мозге образуются
              новые нейронные связи. А это, в свою очередь, улучшает память и
              внимание. Магия!
            </p>
            <p>
              Мы уверены, что книги никогда не выйдут из моды. Чтение делает нас
              мудрее, добрее и помогает находить ответы на самые важные вопросы.
            </p>
          </div>
          <h2>Присоединяйтесь к сообществу «Дома книги»</h2>
          <p>
            Наш <b>«Дом книги»</b> – это ваш помощник в поиске вдохновения,
            знаний и душевного комфорта. Мы создаем для вас уютное пространство,
            где каждый сможет найти свою книгу.
          </p>
          <p>
            Мы стремимся к тому, чтобы <b>«Дом книги»</b> стал местом встречи
            для всех любителей чтения. Подписывайтесь на наши новости, читайте
            наш блог и участвуйте в розыгрышах и акциях. Мы будем рады вашим
            отзывам, предложениям и фотографиям с нашими книгами! Спасибо, что
            выбираете
            <b>«Дом книги»</b> – место, где книги находят своих читателей.
            Читайте, мечтайте и открывайте для себя новые горизонты вместе с
            нами!
          </p>
          <span style={{ color: "#c24838" }}>
            &#128366; &#128366; &#128366;
          </span>
        </Container>
      </MainContainer>
    </>
  );
}
